Angular.ng-template
CoenraadS.bracket-pair-colorizer
DSKWRK.vscode-generate-getter-setter
DotJoshJohnson.xml
EditorConfig.EditorConfig
HookyQR.beautify
HvyIndustries.crane
Orta.vscode-ios-common-files
Orta.vscode-jest
Orta.vscode-react-native-storybooks
PKief.material-icon-theme
PeterJausovec.vscode-docker
Tyriar.sort-lines
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
adamwalzer.scss-lint
alefragnani.Bookmarks
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
donjayamanne.python
eg2.tslint
esbenp.prettier-vscode
fabiospampinato.vscode-projects-plus
fabiospampinato.vscode-projects-plus-todo-plus
fabiospampinato.vscode-todo-plus
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
guillaumedoutriaux.name-that-color
joelday.docthis
johnpapa.angular-essentials
junstyle.php-cs-fixer
killalau.vscode-liquid-snippets
lukehoban.Go
mrmlnc.vscode-scss
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.sublime-keybindings
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
neilbrayfield.php-docblocker
neilding.language-liquid
patbenatar.advanced-new-file
pmneo.tsimporter
rebornix.Ruby
redhat.java
rust-lang.rust
santosh.react-native-snippet
sianglim.slim
sleistner.vscode-fileutils
sysoev.language-stylus
timothymclane.react-redux-es6-snippets
vsmobile.vscode-react-native
waderyan.gitblame
wayou.vscode-todo-highlight
wix.extractor
wix.vscode-import-cost
wmaurer.change-case
wwm.better-align
