adamwalzer.scss-lint
alefragnani.Bookmarks
alexdima.copy-relative-path
Angular.ng-template
AngularDoc.angulardoc-vscode
bierner.color-info
bierner.emojisense
bierner.markdown-preview-github-styles
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmckni3.dark-plus-mono
codezombiech.gitignore
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
DotJoshJohnson.xml
DSKWRK.vscode-generate-getter-setter
eamodio.gitlens
EditorConfig.EditorConfig
EFanZh.graphviz-preview
eiminsasete.apacheconf-snippets
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-projects-plus
fabiospampinato.vscode-projects-plus-todo-plus
fabiospampinato.vscode-todo-plus
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
guillaumedoutriaux.name-that-color
hardikpthv.AngularMaterial
hasanali.gitignore-templates
humao.rest-client
James-Yu.latex-workshop
jasonnutter.search-node-modules
joelday.docthis
johnpapa.Angular2
killalau.vscode-liquid-snippets
kirchner-trevor.shopify-liquid-preview
lextudio.restructuredtext
MariusAlchimavicius.json-to-ts
Mikael.Angular-BeastCode
mikestead.dotenv
mkaufman.HTMLHint
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-cosmosdb
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.powershell
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
natewallace.angular2-inline
naumovs.color-highlight
neilding.language-liquid
octref.vetur
Orta.vscode-ios-common-files
Orta.vscode-jest
patbenatar.advanced-new-file
PKief.material-icon-theme
pmneo.tsimporter
rebornix.ruby
redhat.java
redhat.vscode-yaml
ryuta46.multi-command
satokaz.vscode-memo-life-for-you
sdras.vue-vscode-snippets
shanoor.vscode-nginx
sianglim.slim
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
sysoev.language-stylus
thekalinga.bootstrap4-vscode
tombonnike.vscode-status-bar-format-toggle
waderyan.gitblame
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wangtao0101.vscode-js-import
wcwhitehead.bootstrap-3-snippets
wix.extractor
wmaurer.change-case
wwm.better-align
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
