Angular.ng-template
CoenraadS.bracket-pair-colorizer
DSKWRK.vscode-generate-getter-setter
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
EditorConfig.EditorConfig
James-Yu.latex-workshop
MariusAlchimavicius.json-to-ts
MehediDracula.php-namespace-resolver
Orta.vscode-ios-common-files
Orta.vscode-jest
Orta.vscode-react-native-storybooks
PKief.material-icon-theme
PeterJausovec.vscode-docker
Telerik.nativescript
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
adamwalzer.scss-lint
alefragnani.Bookmarks
bierner.color-info
bierner.emojisense
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
calebporzio.better-phpunit
calebporzio.simple-php-cs-fixer
castwide.solargraph
christian-kohler.path-intellisense
codezombiech.gitignore
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
eamodio.gitlens
eg2.tslint
eiminsasete.apacheconf-snippets
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-projects-plus
fabiospampinato.vscode-projects-plus-todo-plus
fabiospampinato.vscode-todo-plus
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
fetzi.php-file-types
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
guillaumedoutriaux.name-that-color
hardikpthv.AngularMaterial
hasanali.gitignore-templates
joelday.docthis
johnpapa.Angular2
johnpapa.angular-essentials
johnpapa.winteriscoming
junstyle.php-cs-fixer
killalau.vscode-liquid-snippets
kirchner-trevor.shopify-liquid-preview
marabesi.php-import-checker
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-python.python
ms-vscode.PowerShell
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.node-debug2
ms-vscode.sublime-keybindings
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
neilbrayfield.php-docblocker
neilding.language-liquid
octref.vetur
patbenatar.advanced-new-file
pmneo.tsimporter
rebornix.Ruby
redhat.java
rust-lang.rust
santosh.react-native-snippet
satokaz.vscode-memo-life-for-you
shanoor.vscode-nginx
sianglim.slim
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
sysoev.language-stylus
thekalinga.bootstrap4-vscode
timothymclane.react-redux-es6-snippets
vsmobile.vscode-react-native
waderyan.gitblame
wayou.vscode-todo-highlight
wcwhitehead.bootstrap-3-snippets
wesbos.theme-cobalt2
whatwedo.twig
wix.extractor
wmaurer.change-case
wwm.better-align
yzhang.markdown-all-in-one
